{
	"hypersecure.i18n.Install.TimerFrame.DateTimeAdjust": "Adjust Alarm System\u0027s date and time, the week data is used for Home Automation.",
	"hypersecure.i18n.Install.TimerFrame.InnnerSirenTimeInSeconds": "The sounding time of the inner siren when alarm is triggered.",
	"hypersecure.i18n.CMS.CMSFrame.ChangeUserAccountNo": "Change CMS user account number (8 digits max. 0~9,b,c,d,e,f can be used).",
	"hypersecure.i18n.ControlFrame.RemoteDisplay": "Sending message to the Base Unit and show on the LCD display. \nThe Base Unit will issue a warning voice after receiving the message. \nUsing Hot Key \"5\" to read the message and using Hot Key \"C\" to stop the warning voice on the Base Unit.\nNote: Characters of ! and \u0026 are not allowed.",
	"hypersecure.i18n.Install.SoundFrame.Entrydelaybeep": "The Base Unit will generate beeps in the Entry Delay interval and the beeping speed will get \n  faster and faster till the end of delay time.",
	"hypersecure.i18n.ControlFrame.Switch": "Turn on or turn off the X-10 switches.",
	"hypersecure.i18n.CMS.CMSFrame.CMS1GSMNo": "If the report to CMS1 telephone number failed then this number will be dialed.\n (only for the system equipped with GSM Module)",
	"hypersecure.i18n.Install.DeviceFrame.DeleteDevice": "Remove the device from the Alarm System.",
	"hypersecure.i18n.Install.MISCFrame.ROMVersion": "Alarm System program Version Number.",
	"hypersecure.i18n.Install.TimerFrame.SensorSuperviseTime": "The LS-30 is a supervised RF wireless system, it means all the sensors \n  send \"heartbeat\" RF signals to the Base Unit in a certain time interval. \nIf the Base Unit does not receive the RF check signal from a certain \n  sensor within the Sensor Supervise time, the LS-30 will assume this \n  sensor is missing or in trouble and issue a warning report.",
	"hypersecure.i18n.SystemAndLinkFrame.IPPort": "Enter the address or the domain name and \nthe port number which the system is located\n to establish the link with the Alarm System.",
	"hypersecure.i18n.CMS.CMSFrame.CMS2GSMNo": "If the report to CMS2 telephone number failed then this number will be dialed.\n (only for the system equipped with GSM Module)",
	"hypersecure.i18n.Check.DateTimeFrame.help": "Check Alarm System\u0027s date and time, the week data is used for Home Automation.",
	"hypersecure.i18n.Check.SpecialSensorReadingFrame.help": "Show the readings of the Special Sensors like Temperature and \n  Humidity sensors that stored in the Alarm System memory.",
	"hypersecure.i18n.ControlFrame.ClearStatus": "Clear Status: To clear the alarm/warning status of the LED, stop sounding siren and alarm report immediately.\nDevice Test: Enter into Device Test Mode for 5 minutes (only in Disarm Mode). \n   Any trigger signal (not including the control signal from Remote Controller) in this time will be treated as a test signal. \n   After 5 minutes, the system will exit from this mode automatically.",
	"hypersecure.i18n.Install.TelephoneFrame.DialToneCheck": "Check the Dial Tone before dialing.",
	"hypersecure.i18n.Install.MISCFrame.InactivityFunction": "Enable the Inactivity function, the system will respond to the Inactivity signal \n  from the Wireless Medical Button as a medical help signal. \nThe system will issue medical help alarm if no activity has been detected \n  during the \"Inactivity Time Period\" from any Inactivity Sensors.",
	"hypersecure.i18n.CMS.CMSFrame.CMSReport": "Report to All: Report to all CMS numbers/ link set in CMS1, CMS2 and Ethernet Adapter.\nReport One: Stop further CMS report if any one of the report is successful.",
	"hypersecure.i18n.CMS.CMSFrame.AutoLinkCheckPeriod": "The interval of automatic CMS communication check.",
	"hypersecure.i18n.Install.MISCFrame.16SWControl": "To control the #16 X-10 switch as the indicator for Arm/Discrm status. \nArm ON means the #16 X-10 switch will turn on in Away/Home Mode and turn off in Disarm Mode.\nDisarm ON means the #16 X-10 switch will turn on in Disarm Mode and turn off in Away/Home Mode.",
	"hypersecure.i18n.ControlFrame.RS232Control": "RS-232 Control\u003d Enable,  Password\u003d Needed \n  User has to assign a valid password in the System \u0026 Link to access the alarm system.\nRS-232 Control\u003d Enable,  Password\u003d Unneeded \n  No password is needed to access the alarm system.\n \nRS-232 control\u003d Disable\n  The communication through RS-232, Internet and Modem are all Disabled. \n  User has to enter from the Base Unit keyboard to enable the RS-232 communication again.",
	"hypersecure.i18n.Install.SirenFrame.SetRemoteSirenType": "Selection of the Remote Siren Type.\nHA series is a special series of solar siren. \nThe setting of the ID number, please check the DIP switch setting on the solar siren.",
	"hypersecure.i18n.Install.TelephoneFrame.help": "There are 10 telephone numbers and one digital pager can be set by the user. \nPager and common 1 to common 4 will be dialed in all kinds of alarm condition, others will be dialed in \n  their specific alarm conditions. \nPlace \u0027p\u0027 to insert pauses between telephone number digits for dialing to a PABX extention numbers. \nEach pause is equivalent to a 3-second break. \nAfter dialing, the alarm system needs certain acknowledgement from the called party, either a voice \n  like\"hello\" (select Voice) or a DTMF tone from telephone keypad (select DTMF) to ensure the call is \n  connected successfully. \nThe alarm system will redial the number if no proper acknowledgment from the called party is received.",
	"hypersecure.i18n.CMS.CMSFrame.LoopBackTest": "This command makes the Alarm System to dial the CMS number and report with test signal immediately.",
	"hypersecure.i18n.CMS.CMSFrame.EthernetReport": "The alarm report will pass through the Internet (Ethernet adaptor is needed).\n If there is no acknowledgement from the CMS within 30 seconds after the alarm issued then the alarm \n  report will be rerouted through the telephone network automatically. \nFor the user to enable this function please consult with the CMS provider first.",
	"hypersecure.i18n.Install.SirenFrame.TamperSirenInDisarm": "The control of the sirens when receiving the tamper signal from sensors or the Base Unit in Disarm Mode.",
	"hypersecure.i18n.BackupRestore.BackupFrame.BackupFileName": "Back up the system settings. (not including the passwords and Home Automation data) \nYou can enter a specific backup file name to identify different backup time and systems. \nNote:\n  If the Backup process was not fully successful then you have to stop the program and \n    delete the \".sav\" file from the directory of \"HyperSecurLink V4.x\\ Backup\" and redo \n    the Backup process.\n  For each Backup process you should assign a new file name to the Backup file \n     otherwise the new Backup data will be appended to the old data of the same file name.",
	"hypersecure.i18n.Install.SirenFrame.ModeChangeChirp": "If this function is enabled, then every time you arm (AWAY) or disarm the Alarm System, \n  the siren will send chirp sound to acknowledge the control signal. \n  (two chirps for Away, one chirp for Disarm, five chirps for Open warning) \nThis function is used in the environment where the voice from the Base Unit is difficult\n  to hear clearly.",
	"hypersecure.i18n.Check.TelephoneNumberFrame.help": "Check telephone numbers in the Alarm System memory.",
	"hypersecure.i18n.CMS.CMSFrame.2WayAudio": "After the alarm message has been sent, do you want to talk to the CMS operator? \nPlease consult with your CMS provider before setting this parameter.",
	"hypersecure.i18n.Install.DeviceFrame.WireSenIn": "To assign the operation functions for the wire sensor inputs on the rear panel.\nNote:\nUser has to enable the \"24 Hour Zone\" if the input is assigned as a Fire, Panic or Medical devices.",
	"hypersecure.i18n.Install.TelephoneFrame.TelephoneLineCutDetection": "In case the Alarm System detects any abnormal condition on the telephone line, then it will issue warning alarm.",
	"hypersecure.i18n.Install.MISCFrame.EmergencyButtonAssignment": "Set the operation mode of the Emergency Button on the panel as a Panic Button or a Medical Button",
	"hypersecure.i18n.Scheduling.X10SwitchesFrame.help": "This is the function for the Home Automation scheduling. \nThe user can program the operation up to 15 switches for the whole week with 20 settings daily.\nEx. Daily \n    Item 1: Set switch 1 ON at 19:15(7:15 pm) in everyday.\n    Item 2: Set switch 1 OFF at 07:30 in everyday.\n      Monday \n    Item 1: Set switch 2 ON at 10:15 \n    Item 2: Set switch 2 OFF at 20:03 (8:03 pm). \n      Wednesday\n    Item 1: Set switch 3 ON at 11:20\n    Item 2: Set switch 3 OFF at 21:00 (9:00 pm). \nFill this table and down load to the Base Unit, the switches will act as the settings. ",
	"hypersecure.i18n.Scheduling.RelayAuxOPFrame.help": "The user can program the operation of the rear panel Alarm Relay and \nAux. Outputs (reserved) for the whole week with 20 settings daily.\n Ex. Daily \n    Item 1: Set Alarm Relay ON at 19:15 (7:15 pm) in everyday.\n    Item 2: Set Alarm Relay OFF at 07:30 in everyday.\nFill this table and down load to the Base Unit, the Relay or the Aux. outputs \n  will act as the settings.\nNote: The operation of the Relay and Aux output are also controlled by the \n  alarm events and operation state.\nThe rating of the Alarm Relay and the Aux outputs please refer to the LS-30 \n  operation Manual. ",
	"hypersecure.i18n.CMS.CMSFrame.DTMFDataLength": "This command set the CMS Contact ID DTMF data pulse width. \n Please consult with your CMS provider if you want to change this setting.",
	"hypersecure.i18n.Install.SoundFrame.RecordVoice": "After an alarm call connects successfully, the Base Unit would play the pre-recorded emergency message. \nThe message should be recorded in the following separate segments,\nCommon Segment (13 seconds): The voice to be played during all alarm types. \n  This segment should contain your name, address and telephone number.\n   Ex: \"This is ---, I live at---, phone number is---.\"\nPanic Segment (4 seconds): The voice to be played during Panic alarm.\n   Ex: \"Break-in! Break-in! Calling for emergency help.\" \nBurglar Segment (4 seconds): The voice to be played during Burglar alarm.\n   Ex: \"Burglar! Burglar! Calling for emergency help.\" \nFire Segment (4 seconds): The voice to be played during Fire alarm.\n   Ex: \"Fire! Fire! Calling for emergency help.\" \nMedical Segment (4 seconds): The voice to be played during Medical alarm.\n   Ex: \"Heart patient! Calling for emergency help.\" \nSpecial Segment (4 seconds): The voice to be played during Special alarm.\n   Ex: \"High temperature in the building! Calling for an alert.\" \nLatchkey Disarm (4 seconds): The voice to be played when a latchkey user change the system from AWAY to HOME or DISARM.\n   Ex: \"I\u0027m home.\"\nLatchkey Away (4 seconds): The voice to be played when a latchkey user set the system from HOME or DISARM to AWAY mode.\n   Ex: \"I\u0027m out.\"\nAfter the command is issued, you will hear a beep from the Base Unit and then speak clearly at the distance about 10-20cm \n  from the MIC.\n                                                                  *The environment should be kept quite.",
	"hypersecure.i18n.Check.DeviceStatusFrame.help": "\nCheck the sensors status in the Alarm System.\nDC: Device Char. \n   b7 Repeater, b6 Base Unit, b5 Two-way, b4 Supervisory, b3 RF Voice, b2-b0 Reserved.\nES: Enable Status, \n  Byte1: b7 Bypass, b6 Delay, b5 24Hour, b4 Home Guard, b3 Voice Warning, \n              b2 Siren Alarm, b1 Bell, b0 Latchkey (Controller), Inactivity (Burglar).\n  Byte 2: b7-b6 Reserved, b5 Two-way, b4 Supervised, b3 RF Voice, b2-b0 Reserved. \nX-10: The X-10 switches will turn on when alarm triggered by this sensor, SW1-SW16 (Hex code)\nCS: Current Status. b7-b1\u003dRSSI reading, b0\u003d0 (door open), b0\u003d1 (door close)\nDT: Supervisory Down Count Timer.\nCD: Current Data (Only for Special Sensor)\nHL: High Limit  (Only for Special Sensor)\nLL: Low Limit  (Only for Special Sensor)\nSS: Special Sensor Status \n        b7 Control/Alarm, b6 High/Low operation, b5 High Triggered, b4 Low Triggered, other bits reserved.",
	"hypersecure.i18n.Install.TimerFrame.RelayActionTime": "The action time of the relay on the rear panel when alarm is triggered.",
	"hypersecure.i18n.Install.MISCFrame.RS-232Control": "Enable or disable the control command from the (COM1) RS-232 \ninterface. To enable the remote control from the Internet or using the control of \nHyperSecureLink software, this control interface must be enabled. \nIf Password is needed then the Password in the System \u0026 Link panel should be set with a valid password and submitted.",
	"hypersecure.i18n.Install.MISCFrame.RFJammingWarning": "Issue warning if possible RF jamming is detected.",
	"hypersecure.i18n.Install.SirenFrame.SirenRelayTest": "Sending command to test the operation of siren and relay. \nSiren will issue  chirp sound and Relay on the rear panel will make a short close and break.",
	"hypersecure.i18n.SystemAndLinkFrame.Link": "Choose the data link that connects to the Alarm System. \nEthernet: Access the alarm system through the Internet or Intranet. \n          (An Ethernet Adaptor is needed to connect the Base Unit to the Ethernet.) \nRS-232: Access the alarm system through the RS-232 or USB port. \n          (A RS-232 or USB Adaptor is needed.) \nModem:  Access the alarm system through the telephone network. \n          (A Data Communication Module/Dialup Modem is needed to connect the Base Unit to the PSTN.) \n         Please turn on the speaker to monitor the Modem handshake process, if the process is failed \n         then restart the program and try again.",
	"hypersecure.i18n.Check.PasswordFrame.help": "Check/set the user passwords in the alarm system. \nTo access these passwords you have to enter the Master Password in System \u0026 Link.",
	"hypersecure.i18n.Install.MISCFrame.ResetToFactoryDefault": "Reset the settings in the Base Unit back to the factory default settings except \nPassword, Telephone number and voice messages.",
	"hypersecure.i18n.Install.TimerFrame.ExitDelayInSeconds": "This setting is the time between issuing the AWAY command and the AWAY mode \n  becomes effective. \nDuring this time, the Base Unit will issue warning beeps to remind the people still in \n  the house to leave as soon as possible. \nNote: To enable this timer, the corresponding \"Delay Activation\" attribute of the \n  specific controller has to be turn on also.",
	"hypersecure.i18n.Install.TelephoneFrame.CeaseDialingMode": "This function enables you to choose the condition for ceasing further dialing in alarm report.",
	"hypersecure.i18n.SystemAndLinkFrame.Password": "This password has to be entered if the Base Unit needs password to verify the received \n  command is from an authorized user.\n   Setting on the Base Unit: (Master Mode_Set RS-232 Control\u003dOn_Need Password).\nAfter entering the password, you have to click the \"submit\" button to assign this \n  password to the software.\nNote:\nFor any password read/change and system restore operation a valid password is needed.",
	"hypersecure.i18n.CMS.CMSFrame.ModeChangeReport": "Enable this function, the Alarm System will report to CMS \n  every time the Arm/Disarm/Home operation mode changes.",
	"hypersecure.i18n.Install.TimerFrame.RemoteSirenTime": "The time of the external wireless Remote Siren sounds when the alarm trips.\n (The Remote Siren is an Option.)",
	"hypersecure.i18n.Install.SoundFrame.VoicePlayBack": "Playback pre-recorded voice message, Segment ALL means playback all segments.",
	"hypersecure.i18n.Check.OtherFrame.VoicePlayBack": "Playback pre-recorded voice messages. \nSegment ALL means playback all segments.",
	"hypersecure.i18n.Install.GSMFrame.GSMPINNo": "The PIN Number of the GSM SIM card in the GSM module.",
	"hypersecure.i18n.Install.TimerFrame.EntryDelayInSeconds": "This setting is the time between any burglar sensor triggers and the alarm reaction \n  procedure starts. \nFor example, when entering your home or business and a certain Door Magnet is triggered,\n  then you have to disarm the system within this time otherwise the siren will sound and \n  telephone numbers will be dialed.\nNote: To enable this timer, the corresponding \"Delay Activation\" attribute of the specific \n  burglar sensor has to be turn on also.",
	"hypersecure.i18n.Install.TelephoneFrame.DialMode": "Check your telephone system and select proper TONE or PULSE mode for the auto dialer. \nIn different country, the pulse dialing spec. is various, the Alarm System allows you to select \n  the right mode to meet your country\u0027s spec.",
	"hypersecure.i18n.Install.TelephoneFrame.CommunicationLink": "Select the communication link for the alarm system. \nSelect the PSTN, the alarm report will pass through the telephone system.\nSelect the GSM, the alarm report will pass through the wireless GSM system. \n   A GSM-30 Module is needed.\n  Note: After this command issues, the RS-232 interface will not be under controlled by this program. \nSelect the Ethernet, the alarm report will pass through the Internet and an \n   Ethernet adaptor is needed. If there is no acknowledgement from the \n   CMS within 30 seconds after the alarm issued then the alarm report will be \n   rerouted through the telephone network automatically. \n   For the user to use this link please consult with the CMS first.",
	"hypersecure.i18n.ControlFrame.PartialArm": "Group numbers of 91~ 99 are treated as independent burglar protected zones. \nThey can be Armed/Disarmed independently by the corresponding group number controllers \n  and only respond to the burglar sensors of the same group number.",
	"hypersecure.i18n.CMS.CMSFrame.ChangeCMSTelephoneNo": "Change CMS telephone number(16 digits max.).",
	"hypersecure.i18n.Install.GSMFrame.GSMSMSMessageNo5": "The Number 5 mobile phone number for the alarm system to send SMS message and alarm voice.",
	"hypersecure.i18n.Install.GSMFrame.GSMSMSMessageNo4": "The Number 4 mobile phone number for the alarm system to send SMS message and alarm voice.",
	"hypersecure.i18n.ControlFrame.RelayControl": "To control the operation of the Alarm Relay contact on the rear panel.",
	"hypersecure.i18n.Install.GSMFrame.GSMSMSMessageNo3": "The Number 3 mobile phone number for the alarm system to send SMS message and alarm voice.",
	"hypersecure.i18n.Install.GSMFrame.GSMSMSMessageNo2": "The Number 2 mobile phone number for the alarm system to send SMS message and alarm voice.",
	"hypersecure.i18n.Install.GSMFrame.GSMSMSMessageNo1": "The Number 1 mobile phone number for the alarm system to send SMS message and alarm voice.\nThis number will also be dialed when the system is Armed/Disarmed by Latchkey users \n  or power loss/restore happens if the Latchkey number is blank or the connection was fail.",
	"hypersecure.i18n.Install.TelephoneFrame.TelephoneRinger": "Enable the ringer when somebody dial in the telephone number of the Alarm System.",
	"hypersecure.i18n.Install.TelephoneFrame.AutoAnswerRingCoung": "The Base Unit will answer the incoming call automatically after the ring count number set in this \n  command has been reached. \nIf the incoming call is from the GSM Module then the Alarm System will answer the call \n  immediately regardless the ring count.\nYou have to switch on this function, if you want to use dial-in control. \nThree or more ring counts are recommended to avoid false action by noise.",
	"hypersecure.i18n.BackupRestore.RestoreFrame.RestoreFileName": "Restore system settings. \n(Please set the Master Password in the System\u0026Link \"Password\" field and click \"submit\" button.)\nThis restore function will clean up all the data in the memory of the LS-30 except the voice, and all the passwords \n  will be reset to the factory default.\nNote: \n  The Restore process should not be interrupted. \n  If the Restore was not fully successful then you should do the process again.\n  After the restoration completed, all the Remote Controllers have to be enrolled again otherwise they won\u0027t work. \n    Don\u0027t care the error message shows on the display in the Controller enroll process. ",
	"hypersecure.i18n.ControlFrame.HandFreePhone": "Using the Base Unit as a hand free phone for 10 minutes. \nEnter the telephone number and click \"Dial\" to dial the number. \nClick \"Disconnect\" to disconnect the line. \nThe line will be disconnected automatically after 10 minutes. \nNote: \"p\" for 3 seconds dial pause.",
	"hypersecure.i18n.Install.GSMFrame.GSMNo": "This can be the mobile phone number of the GSM module or the location name \n  where the system located (Max. 23 digits or English characters).",
	"hypersecure.i18n.ControlFrame.OperationMode": "Away: Activate the system when you leave home or business,\nHome: When you stay at home, only some specific burglar sensors (\"Guard in Home Mode\u003d ON\")\n  will trigger the burglar alarm,\nDisarm: System will not issue any burglar alarm but 24-hour zones still under protection,\nMonitor: Record all the trigger events from the Burglar sensors but no Burglar alarm will be issued.",
	"hypersecure.i18n.Check.OtherFrame.DoorBell": "Enable door bell in DISARM state. \nThe corresponding \"Bell in Disarm\" attribute on the Burglar sensor also has to switch on.",
	"hypersecure.i18n.Install.DeviceFrame.RemoteReg": "Reserved.  This is for the remote registration of the Medical Button.",
	"hypersecure.i18n.Install.DeviceFrame.ChgDeviceSet": "Change the settings of the sensors or controllers. \nEnter the Zone number first to get the original settings then change the settings. \nIf you want to change the zone number, please check first that the new zone number \n  has not been used in the system.",
	"hypersecure.i18n.Install.DeviceFrame.EnrollDevice": "The Alarm System uses smart code self-learning technology. The Base Unit must be able to identify its sensors by learning their \n    RF ID codes before working. \nSelect the right sensor type, click the \"Press To Start Code Learning\" and press the test button or trigger the device which going to be \n    installed in 60 seconds.\nUser can change the settings if not satisfied with the default settings given by the system.\n*Set the sensor\u0027s Group number and Unit number according to the security planning survey.\n*Set \"Bypass\" button, the device will be removed from the system temporary.\n*Set \"Delay Activation\" button, the device will follow the Exit Delay or Entry Delay in action.\n*Set \"24 Hour Zone\" button, this device will keep on alert all day long regardless of the operation mode.\n*Set \"Guard In Home Mode\" button, if you want this sensor still in guard of your premises in Home Mode. \n*Set \"Alarm With Siren/Relay\" button, the siren will go off and the Alarm Relay will activate if this sensor triggers the alarm system.\n*Set \"Bell in Disarm\" button, if you want the Alarm System to issue a doorbell chime when this sensor issues trigger signal in Disarm mode.\n*Set \"Latchkey\" button, to assign the Remote Controller as a Latchkey Remote Controller.\n*Set \"Inactivity\" button, to assign the Burglar Sensor as an Inactivity Sensor for medical help if no motion has been detected during \n    the assigned Inactivity Time.\n*\"Supervised\": It\u0027s the capability of the device, the sensor sends supervisory signal periodically to the Base Unit (Factory set).\n*\"High Limit\" and \"Low Limit\" settings are for the special sensors to set their alarm limit.\n*\"Alarm/Controller\" Type: \n  Alarm type sensor, this sensor will trigger the alarm if the reading over the limit settings.  \n  Controller type sensor, this sensor will not trigger the alarm but only control the switches.\n*\"High/Low limit operation\": \n  High Limit Operation, corresponding switches will turn ON when the reading is over the high limit and turn OFF when the reading is below the low limit.\n  Low Limit Operation, corresponding switches will turn ON when the reading is below the low limit and turn OFF when the reading is over the high limit.\n*Set \"X-10 switch\" buttons, if you want to turn on the corresponding switches at the time when this device triggers the alarm or operation.",
	"hypersecure.i18n.Install.SirenFrame.InnerSiren": "This function controls the working of the inner siren.",
	"hypersecure.i18n.Install.MISCFrame.ModemRingControl": "After this ring count, the Modem (optional) will connect to the telephone line automatically.",
	"hypersecure.i18n.CMS.CMSFrame.ChangePassword": "The password in the System \u0026 Link must match with the CMS password stored in \n  the Alarm System to enable the operation.",
	"hypersecure.i18n.Check.EventLogFrame.help": "Read the event log stored in the Alarm System memory, number one is the latest event.",
	"hypersecure.i18n.SystemAndLinkFrame.User": "The User Name that will be used by the Database to assign the device names to the sensors,\n  when reading the \"Event Log\", \"Device Status\" and \"Special Sensor Reading\". \nAfter entering the User Name, you have to click the \"submit\" button to assign this User Name \n  to the software.",
	"hypersecure.i18n.Install.SwitchFrame.X10HouseCode": "The house code should be the same as the setting on the X-10 switch modules. \nThere is only one house code can be assigned for each system."
}